[
  {
    "title": "PolySwyft: sequential simulation-based nested sampling",
    "link": "http://arxiv.org/abs/2512.08316v1",
    "published": "2025-12-09",
    "authors": "Kilian H. Scheutwinkel, Will Handley, Christoph Weniger, Eloy de Lera Acedo"
  },
  {
    "title": "First Results from HERA Phase II",
    "link": "http://arxiv.org/abs/2511.21289v1",
    "published": "2025-11-26",
    "authors": "The HERA Collaboration, Zuhra Abdurashidova, Tyrone Adams, James E. Aguirre, Rushelle Baartman, Rennan Barkana, Lindsay M. Berkhout, Gianni Bernardi, Tashalee S. Billings, Bruno B. Bizarria, Judd D. Bowman, Daniela Breitman, Philip Bull, Jacob Burba, Ruby Byrne, Steven Carey, Rajorshi Sushovan Chandra, Kai-Feng Chen, Samir Choudhuri, Tyler Cox, David R. DeBoer, Eloy de Lera Acedo, Matt Dexter, Jiten Dhandha, Joshua S. Dillon, Scott Dynes, Nico Eksteen, John Ely, Aaron Ewall-Wice, Nicolas Fagnoni, Anastasia Fialkov, Steven R. Furlanetto, Kingsley Gale-Sides, Hugh Garsden, Adelie Gorce, Deepthi Gorthi, Ziyaad Halday, Bryna J. Hazelton, Jacqueline N. Hewitt, Jack Hickish, Tian Huang, Daniel C. Jacobs, Alec Josaitis, Nicholas S. Kern, Joshua Kerrigan, Piyanat Kittiwisit, Matthew Kolopanis, Adam Lanman, Paul La Plante, Adrian Liu, Yin-Zhe Ma, David H. E. MacMahon, Lourence Malan, Cresshim Malgas, Keith Malgas, Bradley Marero, Zachary E. Martinot, Lisa McBride, Andrei Mesinger, Jordan Mirocha, Nicel Mohamed-Hinds, Mathakane Molewa, Miguel F. Morales, Julian B. Muñoz, Steven G. Murray, Bojan Nikolic, Hans Nuwegeld, Aaron R. Parsons, Robert Pascua, Nipanjana Patra, Simon Pochinda, Yuxiang Qin, Eleanor Rath, Nima Razavi-Ghods, Daniel Riley, Kathryn Rosie, Mario G. Santos, Saurabh Singh, Dara Storer, Hilton Swarts, Jianrong Tan, Emilie Thélie, Pieter van Wyngaarden, Michael J. Wilensky, Peter K. G. Williams, Haoxuan Zheng"
  },
  {
    "title": "Bayesian model comparison and validation with Gaussian Process Regression for interferometric 21-cm signal recovery",
    "link": "http://arxiv.org/abs/2511.10499v1",
    "published": "2025-11-13",
    "authors": "Yuchen Liu, Eloy de Lera Acedo, Peter Sims"
  },
  {
    "title": "Exploring One-point Statistics in HERA Phase I Data: Effects of Foregrounds and Systematics on Measuring One-Point Statistics",
    "link": "http://arxiv.org/abs/2511.02190v1",
    "published": "2025-11-04",
    "authors": "Honggeun Kim, Jacqueline N. Hewitt, Nicholas S. Kern, Joshua S. Dillon, Kai-Feng Chen, Zhilei Xu, Eleanor Rath, Vincent MacKay, Tyrone Adams, James E. Aguirre, Rushelle Baartman, Adam P. Beardsley, Gianni Bernardi, Tashalee S. Billings, Judd D. Bowman, Richard F. Bradley, Philip Bull, Jacob Burba, Steven Carey, Chris L. Carilli, David R. DeBoer, Eloy de Lera Acedo, Matt Dexter, Nico Eksteen, John Ely, Aaron Ewall-Wice, Nicolas Fagnoni, Steven R. Furlanetto, Kingsley Gale-Sides, Brian Glendenning, Deepthi Gorthi, Bradley Greig, Jasper Grobbelaar, Ziyaad Halday, Bryna J. Hazelton, Jack Hickish, Daniel C. Jacobs, Joshua Kerrigan, Piyanat Kittiwisit, Matthew Kolopanis, Adam Lanman, Paul La Plante, Adrian Liu, David H. E. MacMahon, Lourence Malan, Cresshim Malgas, Keith Malgas, Bradley Marero, Zachary E. Martinot, Andrei Mesinger, Mathakane Molewa, Miguel F. Morales, Tshegofalang Mosiane, Steven G. Murray, Hans Nuwegeld, Aaron R. Parsons, Nima Razavi-Ghods, James Robnett, Peter Sims, Craig Smith, Hilton Swarts, Nithyanandan Thyagarajan, Pieter van Wyngaarden, Haoxuan Zheng"
  },
  {
    "title": "RFSoC receiver calibration system for 21-cm global spectrum experiments from space: The CosmoCube case",
    "link": "http://arxiv.org/abs/2510.06558v1",
    "published": "2025-10-08",
    "authors": "Jiacong Zhu, Eloy de Lera Acedo, Kaan Artuc, Xuelei Chen"
  },
  {
    "title": "Bayesian Anomaly Detection for Ia Cosmology: Automating SALT3 Data Curation",
    "link": "http://arxiv.org/abs/2509.13394v1",
    "published": "2025-09-16",
    "authors": "S. A. K. Leeney, W. J. Handley, H. T. J. Bevins, E. de Lera Acedo"
  },
  {
    "title": "Capturing System Drift with Time Series Calibration for Global 21-cm Cosmology Experiments",
    "link": "http://arxiv.org/abs/2509.13010v2",
    "published": "2025-09-16",
    "authors": "Christian J. Kirkham, Dominic J. Anstey, Eloy de Lera Acedo"
  },
  {
    "title": "Quantifying the Impact of Lunar and Planetary Occultation on Experimental Global 21 cm Cosmology",
    "link": "http://arxiv.org/abs/2509.11679v1",
    "published": "2025-09-15",
    "authors": "Joe H. N. Pattison, Dominic J. Anstey, Eloy de Lera Acedo"
  },
  {
    "title": "Narrowing the discovery space of the cosmological 21-cm signal using multi-wavelength constraints",
    "link": "http://arxiv.org/abs/2508.13761v2",
    "published": "2025-08-19",
    "authors": "Jiten Dhandha, Anastasia Fialkov, Thomas Gessey-Jones, Harry T. J. Bevins, Sandro Tacchella, Simon Pochinda, Eloy de Lera Acedo, Saurabh Singh, Rennan Barkana"
  },
  {
    "title": "Radiometer Calibration using Machine Learning",
    "link": "http://arxiv.org/abs/2504.16791v1",
    "published": "2025-04-23",
    "authors": "S. A. K. Leeney, H. T. J. Bevins, E. de Lera Acedo, W. J. Handley, C. Kirkham, R. S. Patel, J. Zhu, D. Molnar, J. Cumner, D. Anstey, K. Artuc, G. Bernardi, M. Bucher, S. Carey, J. Cavillot, R. Chiello, W. Croukamp, D. I. L. de Villiers, J. A. Ely, A. Fialkov, T. Gessey-Jones, G. Kulkarni, A. Magro, P. D. Meerburg, S. Mittal, J. H. N. Pattison, S. Pegwal, C. M. Pieterse, J. R. Pritchard, E. Puchwein, N. Razavi-Ghods, I. L. V. Roque, A. Saxena, K. H. Scheutwinkel, P. Scott, E. Shen, P. H. Sims, M. Spinelli"
  }
]